{
  "subtitle": "Backend Analyst and Developer",
  "change_language_hint": "Change language",
  "about_title": "About me",
  "about_text": "I am a backend developer specialized in Java, with experience in banking, insurance, and large-scale projects. I am passionate about clean code, continuous improvement, and teamwork.",
  
  "skills_title": "Technical skills",

  "work_style_title": "How I work with people",
  "work_style_text": "I enjoy working with people and sharing ideas; I believe projects always improve when everyone brings their own perspective. Throughout different roles, I’ve often been the person clients and teammates turned to, which helped me understand what each of them needed. I’ve also been involved in welcoming new team members, helping them settle in and feel part of the project from day one.",

  "experience_title": "Experience",

  "odeene_role": "Analyst – Odeene Ingeniería",
  "odeene_desc": "Project in the banking and insurance sector.",
  "odeene_tasks": [
    "Technical team coordination",
    "Backend architecture design in Java",
    "REST API implementation",
    "Incident management",
    "Technical interviews"
  ],

  "vector_role": "Backend Developer – Vector ITC Group",
  "vector_desc": "Project in the textile and logistics sector",
  "vector_tasks": [
    "Development and maintenance of Java backend services.",
    "Optimization of SQL queries."
  ],

  "altia_role": "Software Developer – Altia S.A.",
  "altia_desc": "In-house product: process management tool for Public Administration.",
  "altia_tasks": [
    "Development and maintenance of Java web services using Apache Struts.",
    "Contribution to product feature improvements."
  ],

  "marketeer_role": "Backend Developer – Marketeer",
  "marketeer_desc": "Project related to an instant messaging platform.",
  "marketeer_tasks": [
    "Development of Python microservices for an instant messaging platform.",
    "Use of technologies adopted by major companies with a large user base.",
    "Experience working in a co-working environment with both frontend and backend developers."
  ],

  "education_title": "Education",
  "education_university": "University of A Coruña",
  "education_degree": "Bachelor's Degree in Computer Science",
  "education_specialization": "Focused on programming, systems architecture and artificial intelligence.",

  "contact_title": "Contact",
  "rights": "All rights reserved."
}
